Revit 2027 API
ParameterTypeId.SpotElevIndTop Property
 "Top Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndTop { get; }
Public Shared ReadOnly Property SpotElevIndTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndTop {
	ForgeTypeId^ get ();
}
static member SpotElevIndTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace